Repository: mohsinalimat/InstaGram-LargeDp
Catalog: LargeDp/*.lproj/Localizable.strings
Languages: de, it, nb, nl

source: Explore
de: Erforschen
it: Esplorare
nb: Utforske
nl: onderzoeken

# settings
source: Settings & Feedback
de: Einstellungen und Feedback
it: Impostazioni & risposte
nb: Innstillinger og tilbakemeldinger
nl: Instellingen & feedback

# home
source: Search
de: Suche
it: Ricerca
nb: Søke
nl: Zoeken

source: Search
de: Suche
it: Ricerca
nb: Søke
nl: Zoeken

source: Profile
de: Profil
it: Profilo
nb: Profil
nl: Profiel

source: Login
de: Anmeldung
it: Accesso
nb: Logg Inn

source: Logout
de: Ausloggen
nb: Logg ut
nl: Uitloggen

source: Rate Us
de: Bewerten Sie uns
it: tasso degli Stati Uniti
nb: Rangere oss
nl: Beoordeel ons

source: Feedback
it: Risposta
nb: Tilbakemelding
nl: terugkoppeling

source: About Us
de: Über uns
it: Riguardo a noi
nb: Om oss
nl: Over ons

# myCollection
source: My Favourite
de: Mein liebstes
it: Il mio preferito
nb: Min favoritt
nl: Mijn favoriet

# followers
source: My Followers
de: Meine Abonnenten
it: I miei seguaci
nb: Mine følgere
nl: Mijn volgers

# followings
source: My Followings
de: Mein Istas
it: Le mie chi segue
nb: Mine Follo
nl: mijn volgende uitrusting

source: About Us
de: Über uns
it: Riguardo a noi
nb: Om oss
nl: Over ons

# profileTitle
source: Profile
de: Profil
it: Profilo
nb: Profil
nl: Profiel

# hometitle
source: Looking for IG user?
de: Suche nach IG Benutzer?
it: Cerchi utente IG?
nb: Leter du etter IG bruker?
nl: Op zoek naar een IG gebruiker?

# homesubtitle
source: Write Instagram User Name, Tap the Search and View Large DP.
de: Schreiben Instagram Benutzernamen, ein Tippen Sie auf das Suchen und anzeigen Große DP.
it: Scrivi Instagram User Name, Toccare la ricerca e vedere foto ingrandite DP.
nb: Skriv Instagram brukernavn, trykker du på søke og se større DP.
nl: Schrijf Instagram gebruikersnaam, Tik op het zoeken en bekijken Grote DP.

# homesearch
source: Search
de: Suche
it: Ricerca
nb: Søke
nl: Zoeken

# homerecent
source: Recent Search
de: Aktuelle Suche
it: recenti Ricerca
nb: Siste Søk
nl: recente Zoeken

# searchplacehlder
source: SEARCH
de: SUCHE
it: RICERCA
nb: SØKE
nl: ZOEKEN

# searchValidation
source: Write username you want to large DP.
de: Schreiben Sie Benutzername, den Sie zu großen DP wollen.
it: Scrivi il nome utente che si desidera grandi DP.
nb: Skriv brukernavn du vil stort DP.
nl: Schrijf gebruikersnaam die je wilt grote DP.

# homeClearAll
source: Clear All
de: Alles löschen
it: Cancella tutto
nb: Rydd alt
nl: Wis alles

# removeimage
source: Successfully removed from your collection
de: Erfolgreich aus der Sammlung entfernt
it: rimosso con successo dalla tua collezione
nb: Fjernet fra samlingen
nl: Succesvol verwijderd uit uw verzameling

# successimage
source: Successfully added to your collection
de: Erfolgreich in Ihrer Sammlung
it: aggiunto con successo alla tua collezione
nb: Lagt til samlingen din
nl: Succesvol toegevoegd aan uw collectie

source: Pull to refresh
de: Ziehen auffrischen
it: Pull per aggiornare
nb: Trekk for å oppdatere
nl: Trek op te frissen

# alertConfirmation
source: Alert
de: Aufmerksam
it: Mettere in guardia
nb: Varsling
nl: alarm

# alertDescription
source: Your caption is capied in clipboard. You can past it at anyware.
de: Ihre Beschriftung ist capied in Zwischenablage. NSie können vorbei an anyware.
it: La vostra voce è capied nella clipboard. NPuoi passato a anyware.
nb: Bildeteksten er capied i utklippstavlen. NDu kan forbi den anyware.
nl: Uw bijschrift wordt capied in klembord. NU kunt verleden bij anyware.

source: No
de: Nein
nb: Nei
nl: Nee

source: Yes
de: Ja
it: sì
nb: Ja
nl: Ja

source: Cancel
de: Stornieren
it: Annulla
nb: Avbryt
nl: Annuleer

source: No Found
de: Nicht gefunden
it: Non trovato
nb: Ikke funnet
nl: geen gevonden

# somethingWrong
source: Something want wrong.Try again.
de: Etwas wollen wrong.Try wieder.
it: Qualcosa di nuovo voglia wrong.Try.
nb: Noe vil wrong.Try igjen.
nl: Iets willen wrong.Try opnieuw.

# unableRemove
source: Unable to remove it.Try again.
de: Unfähig it.Try wieder zu entfernen.
it: Impossibile rimuovere di nuovo it.Try.
nb: Kan ikke fjerne it.Try igjen.
nl: Kan it.Try weer te verwijderen.

# noMediaFound
source: Not found any media.
de: Nicht alle Medien gefunden.
it: Non trovato qualsiasi supporto.
nb: Ikke funnet noen medier.
nl: Niet gevonden alle media.

# addtoCollectionbtn
source: Successfully added to your collection
de: Erfolgreich in Ihrer Sammlung
it: aggiunto con successo alla tua collezione
nb: Lagt til samlingen din
nl: Succesvol toegevoegd aan uw collectie

# accountprivate
source: This account is private.
de: Dieses Konto ist privat.
it: Questo account è privato.
nb: Denne kontoen er privat.
nl: Dit account is privé.

# fbname
source: Name
it: Nome
nb: Navn
nl: Naam

# fbemail
source: Email
nb: e-post

# fbDesc
source: What do you think about our app?
de: Was denken Sie über unsere App?
it: Cosa ne pensi la nostra applicazione?
nb: Hva synes du om vår app?
nl: Wat vind je van onze app?

# fbsubmit
source: SUBMIT
de: EINREICHEN
it: SOTTOSCRIVI
nb: SENDE INN

# logoutConfirmation
source: Confirmation
de: Bestätigung
it: Conferma
nb: Bekreftelse
nl: Bevestiging

# logoutDescription
source: Are you sure that you want to logout?
de: NSind Sie sicher, dass Sie sich ausloggen?
it: NSei sicuro di voler uscire?
nb: NEr du sikker på at du vil logge ut?
nl: NWeet u zeker dat u wilt uitloggen?

# repostDescription
source: Are you sure to report about this image to Instagram Help Center?
de: NSoll zu diesem Bild zu Instagram-Hilfe zu berichten?
it: NSei sicuro da segnalare su questa immagine per Instagram Centro assistenza?
nb: NEr du sikker på å rapportere om dette bildet til Instagram brukerstøtte?
nl: NWeet u zeker te melden over deze afbeelding naar Instagram Help Center?

source: Loading...
de: Laden...
it: Caricamento in corso...
nb: Laster ...

# entername
source: Please enter name
de: Bitte geben Sie den Namen
it: Si prega di inserire il nome
nb: Fyll inn navn
nl: Vul de naam

# enterText
source: All fields are required
de: alle Felder sind erforderlich
it: tutti i campi sono obbligatori
nb: Alle felt må fylles ut
nl: alle velden zijn verplicht

# enteremail
source: Please enter email
de: Bitte geben Sie E-Mail
it: Inserisci e-mail
nb: Fyll inn e-post
nl: Vul e-mail

# validEmail
source: Please enter valid email
de: Bitte eine gültige Email eingeben
it: Inserisci e-mail valido
nb: Skriv inn en gyldig e-post
nl: Voer een geldig emailadres in

# enterdesc
source: Please enter Description
de: Bitte geben Sie Beschreibung
it: Inserisci Descrizione
nb: Fyll inn Beskrivelse
nl: Vul Beschrijving

# sendsccuess
source: Send sucessfully
de: senden erfolgreich
it: Invia con successo
nb: Send vellykket
nl: Stuur met succes

# errorapi
source: Something went wrong
de: Etwas ist schief gelaufen
it: Qualcosa è andato storto
nb: Noe gikk galt
nl: Er is iets fout gegaan

# noimagecolection
source: Start creating your collection of images by selecting and press
de: Starten Sie Ihre Sammlung von Bildern durch die Auswahl und drücken Sie die Schaffung
it: Iniziare a creare la vostra collezione di immagini selezionando e premere
nb: Begynne å lage din samling av bilder ved å velge og trykk
nl: Start het maken van uw verzameling afbeeldingen door het selecteren en druk op

# logoutConfirm
source: Are you sure that you want to logout?
de: NSind Sie sicher, dass Sie sich ausloggen?
it: NSei sicuro di voler uscire?
nb: NEr du sikker på at du vil logge ut?
nl: NWeet u zeker dat u wilt uitloggen?

# confirm
source: Confirmation
de: Bestätigung
it: Conferma
nb: Bekreftelse
nl: Bevestiging

source: Yes
de: Ja
it: sì
nb: Ja
nl: Ja

source: No
de: Nein
nb: Nei
nl: Nee
